---
kind: property
id: P:Autodesk.Revit.DB.Events.PostDocEventArgs.Document
zh: 文档、文件
source: html/b1f41f00-2a6f-99f6-c68e-7b51f82fedcb.htm
---
# Autodesk.Revit.DB.Events.PostDocEventArgs.Document Property

**中文**: 文档、文件

The document associated with the event.

## Syntax (C#)
```csharp
public Document Document { get; }
```